<?php
/* Smarty version 3.1.38, created on 2021-03-11 15:18:14
  from 'C:\xampp\htdocs\ObjWeb\template\blogpage1.tpl' */

/* @var Smarty_Internal_Template $_smarty_tpl */
if ($_smarty_tpl->_decodeProperties($_smarty_tpl, array (
  'version' => '3.1.38',
  'unifunc' => 'content_604a26a606a563_27270212',
  'has_nocache_code' => false,
  'file_dependency' => 
  array (
    '3cf9503c0b9369e5c8f91ac61b32e6f561d7a4c2' => 
    array (
      0 => 'C:\\xampp\\htdocs\\ObjWeb\\template\\blogpage1.tpl',
      1 => 1615472290,
      2 => 'file',
    ),
  ),
  'includes' => 
  array (
  ),
),false)) {
function content_604a26a606a563_27270212 (Smarty_Internal_Template $_smarty_tpl) {
?><!DOCTYPE html>
<html>
<head>
    <title>トップページ</title>
</head>
<body>
    <h3>2021/3/12</h3>
    <p>サブブログに編集と削除ボタンを追加中・・・今の仕様だと誰でも出来る無法地帯になるからしばしお待ちを・・・<br>
    というか仕様を新しく変えてみようか・・・</p>
    <p>サンライズさんのチャンネルがリニューアルしたとのことで。しかも過去作品を月～金に一作品、一週間に一話ずつ<br>
    配信という大盤振る舞い。<br>
    ちなみにラインナップは月曜がザンボット3、火曜がファイバード、水曜がエルガイム、木曜はライジンオー、金曜はボトムズ。<br>
    偉くハード→ワクワク→ハード→ワクワク→ハードと交互に続く・・・<br>
    しかも週明けにザンボット3、週末にボトムズをぶつけてくるスタイル。<br>
    ただ、13話で次の作品へ切り替えなのは少し残念かな。そこは配信サービスや円盤で続きを見てくれとのことだろうし・・・<br>
    ザンボットは13話で途切れてある意味正解・・・？(その次の話以降がある意味地獄続きなので)</p>
    <p>それはそうと6日(土)に墓場の画廊さんのボトムズ展行ってきた。<br>
    画廊さん安定の貴重な設定資料集にオリジナルグッズやモデルの展示。<br>
    そして炎のさだめを初めとするボトムズソングが流れてこれはむせる。<br>
    スコタコTシャツ欲しかったけど欲しいサイズが在庫切れだったので、<br>
    代わりに別作品だけれど、もしもの候補としていたワタルの龍神丸Tシャツをゲット。<br>
    黒を基調としたシルエット風の龍神丸。ハッキシ言って超おもしろカッコいいぜ！！<br>
    ちなみに4月からはエスカフローネ展があるそうで、こちらもまた見てこようかと・・・<br>
    あれ、ガルキーバは・・・ガルキーバは・・・？<br>
    (アイアンリーガー、リューナイトときて同枠放送のアニメだったんで。<br>
    コアなファンはいるけれど、語る人は少ないしマイナーだからそりゃなあ・・・<br>
    なお、これの1年後に同枠でエスカフローネ放送)</p>
    <p>ボトムズ展の後にHeyに行ってちょっとゲームを。<br>
    やっとコズモギャングザビデオを1コインクリアできた・・・<br>
    5機設定で、残1だけれど長い間クリアしてなかったもんで。<br>
    この勢いで次はギャラガアレンジメントクリアしないとな！(ゼビアレも攻略進めてるので退屈にならないし)<br>
    Gダラは青クリオネまで行ったんだけれど・・・キャプチャーミスってお陀仏。</p>

    <h3>2021/3/4</h3>
    <p>サブブログのバグを修正しました。データベース連携のプログラムをクラスで行っているので、<br>
    まだ直すべきところはいくつかあるかも。とりあえず、次回はログイン時のユーザー情報とサブブログのユーザー名<br>
    の連携テストでも。</p>
    <p>最近、仕事面でも色々悩みが、もう時期は立っているのに成長どころか、三歩進んで三歩下がる、いや下がりすぎている。<br>
    サイバーフォーミュラのハヤトもビックリの成長速度(CFは観たことないのだけれど)。<br>
    さらにこれまでろくにコミュニケーション取ってないせいであいまいな形に・・・<br>
    このままじゃドロsップアウトになりそうだよなぁ・・・何とかすぐに直していきたいところだけど、<br>
    長年出てきた癖など治らず・・・しばし本業頑張るのと別の方面でも強化しないとなあ・・・</p>
    <p>気を変えて趣味のほうでも。コズミックリベレーションげと。GダラHDで青クリオネのリハビリを。<br>
    ノーミスは出来なかったものの、ノーコンクリアは1日であっさりできた。<br>
    しばらくは安定化と別ルートの改革を目標に。出来たらHeyの配信台で実践勝負の予定。<br>
    あとはこっそり見ていたバトスピの少年激覇ダンを完走。<br>
    バトスピはやったことないのだけれど、サンライズ(版権はBNPへ)だしストーリーが濃厚だと聞いて。<br>
    完走した結果としてはとても面白い・・・！<br>
    やったことない身でもカードゲーム販促アニメとしても戦略や駆け引きがちゃんと描かれているだけでなく、<br>
    世界背景や人物背景の何気ない過去の重さ・・・そして、異界王の野望に巻き込まれて<br>
    混乱していく現実世界とグランロロ、その中での人間・世界情勢、観ているだけでも緊張感のある内容だった。<br>
    明日から続編のブレイヴも配信するということでそちらも引き続きついていこうと。<br>
    こちらは通称深夜31時アニメと呼ばれるほどのシリアスとのことで、この手のストーリーや展開が好きな<br>
    自分にとっては楽しみだ。<br>
    バトスピやってみたくなったなぁ・・・デジモンとガンダムがコラボしてると聞いたし。</p>
    <h3>2021/2/19</h3>
    <p>サブブログにログイン機能を作っているところ、やっと新規登録フォームは出来た・・<br>
    現在はログイン機能とパスワード再発行ページも作る予定なので、実装は後々・・・。</p>
    <p>サイバトラーとカプコンアーケードスタジアム配信が急にきたもんだから最初にサイバトラーのほうを。<br>
    カプコンはまず無料分の1943と魔界村をダウンロード。帰りにパックを買うだけ買おうと思ったが、<br>
    5000分のカードが売ってないので後々に。<br>
    ただでさえプログラムの勉強したいうえにゼビアレとバブルボブル進めたいのにどうしたものか・・・<br>
    カプコンはSwitchというプラットフォーム上にダウンロードコンテンツだからどこでも出来るんだけどね。<br>
    <p>そういやheyでステッガー1やってきた。1面からボス硬いわ、その直前に真ん中後ろから中型機飛んでくるわ<br>
    如何にも韓流STGらしい香ばしい感じ。納得はしづらいんだけどさぁ・・・。</p>
    <h3>2021/2/10</h3>
    <p>PHPとオブジェクト指向の勉強でこんなHP組んでたわけですが、そろそろ本格的に<br>
    ボチボチと始めていきたいところです。<br>
    しばらくはメインブログとデュエマクラシックについてが多くなるかと・・・。<br>
    だんだんやっていくうちにサブブログいらんなくなってきたような・・・？</p>
    <p>秋葉原heyの営業時間が2時間ほど伸びてきたので、仕事帰りに寄れるように。<br>
    確証はないが、感染報告があまりないうえに、給付金などないとなるとそりゃずっと20時閉店<br>
    従うのもたまらん気もするよな・・・。一部例外あるとはいえ、基本あまりゲーセンって<br>
    ガヤガヤ喋ってる印象は少ない気がする。<br>
    それはそうとして、最近撤去されるまでクリアしたいと思ってるメタモルフィックフォースをプレイ。<br>
    今回は4ボスまで。少しは進んだ。1度だけ3ボスノーミスできたが、そこを安定しないといけない。<br>
    あとは4ボスもねー。こいつ倒せばMODEL DD7だ。<br>
    実は先客さんいたので、その前にいくつか暇つぶしにSTGを。<br>
    ブレイブブレイドやってみたけど3面まで。ショット、ソード、バリアの3ボタンだけれど<br>
    ある意味何していいかわからない系のやつかも。いきなり弾を撃つのでパターン覚えてから斬りに行く感じか・・・<br>
    敵に当たっても平気なうえにすぐに弾を撃とうとしないので、<br>パターンわからなくても適当に斬りに行ける、<br>
    同じ斬撃系STGのサイバトラーが上手になるかも。<br>
    バトライダーを久々にやって一般コースで5面まで、カーペットと3号機いたので魔法ガレッガボス出現あり。<br>
    バシネットが強く感じたので、次回やる際は魔法キャラなしの構成で行ってみよう。<br>
    あとショーティ強し。</p>
    <h3>2021/2/6</h3>
    <p>久々に新浦安・南船橋方面へ。<br>
    最近は1~2カ月に1回は行きたくなるほど、個人的な癒しスポットとなっている。<br>
    今回は早めに起きて、8時ごろに新浦安につくように出発。<br>
    南船橋で大半のお店が開くのは10時ごろであるので、いつもより長めに総合公園へのんびりした。<br>
    普段は海岸方面を歩いたりするのだが、時間もあってスポット開拓。<br>
    まさかの筋トレ遊具発見。懸垂できるうえに丸太スクワットという、足腰も腕も鍛えられるので二度美味しい。<br>
    懸垂は自己べ5回のところ、6回に少し増やす。丸太スクワットは10回×2。少しずつは増やしていきたい。<br>
    あとはのんびり散歩し、時間がなったところで近くのパン屋で食事を済ませて南船橋へ。<br>
    BOOK・OFFでのDMストレージあさりは久々の旧スーパーデッキ残骸が発掘。しかも大量ときた・・・<br>
    ゼロのドラゴン、エンジェル、デーモン、ソウル、HDM、クロスのネバサガ、デリート、ヤマト、騎士団・・・<br>
    これってゼロとクロス全種では・・・しかも2年前の大晦日にあったときにはなかったシリウス4枚、バルガ3枚<br>
    見つかってるし・・・昨年だったらとっくに完成できてたよなぁ・・・<br>
    それはそうとして、ここまで来たならやるしかないとしてまだ作ってなかったデーモン、ソウル、デリート、ヤマト、騎士団<br>
    の残骸を収録枚数に合わせながら回収。ついでに殿堂解除で著しく高騰したサファイア初期が1400であったのでそれもGET。<br>
    状態はこれまで持っていたものの中ではかなり良いほうではあったので満足・・・しかし、かなりの額になってしまった・・・<br>
    ちなみにHDMとネバサガはなんか完成しそうな勢いでした。以前にネバサガが40枚フルでストレージにぶちこまれていた<br>
    こともあったので・・・不人気なのかな(デッキとしては案外悪くなさそうなイメージだったけど)<br>
    そのあとビバホームに向かってゲームコーナーへ<br>
    ギャラアレはまたしてもクリアできず。太鼓は収穫としてアケで切るなとエンドリ表クリアしただけ。<br>
    ゼビアレは手練でも11面到達。<br>
    あとはビバホーム内のフードコーナーで昼食すませて鑑定団で探し物すませ、<br>
    再びビビットでブコフのCD、ゲーム、楽器探しと島村楽器見て終わり。<br>
    随分とあっさりしているものの、これでも歩いているだけでも好きなんです。</p>
    <p><a href = "http://localhost/ObjWeb/phpSource/blog.php">戻る</a></p>
</body>
</html><?php }
}
